{"Abraham Lincoln":"He was the first U.S. president to be assassinated.","Marilyn Monroe":"In 1953, the actress starred in the romantic comedy \"Gentlemen Prefer Blondes\" and sang the iconic song \"Diamonds Are a Girl's Best Friend\".","Elvis Presley":"In 1956, a musician from Tupelo, Mississippi, became the first person to have three songs in the Billboard Top 5 at the same time.","Albert Einstein":"He was offered the presidency of Israel in 1952, but declined the offer.","Oprah Winfrey":"In 1986, they became the first African American woman to host a nationally syndicated talk show.","Nelson Mandela":"In 1994, the first black president of South Africa was elected after spending 27 years in prison.","John Lennon":"In 1975, he released a solo album that featured no musical instruments.","Hillary Clinton":"In 2000, she became the first female senator to be elected from the state of New York.","Steven Spielberg":"He was the first director to have three films gross over $1 billion at the box office.","George Lucas":"The creator of the Star Wars franchise was once rejected from the University of Southern California School of Cinematic Arts.","J.K. Rowling":"The author of the Harry Potter series is the first person to become a billionaire by writing books.","Queen Elizabeth II":"The longest-reigning monarch in British history is a female.","Bill Gates":"The world's second-richest person has donated over $35 billion to charity.","Barack Obama":"He was the first African-American president of the Harvard Law Review.","Miley Cyrus":"In 2013, they became the first artist to have seven songs from the same album chart on the Billboard Hot 100 at the same time.","Justin Bieber":"In 2010, a then-16-year-old Canadian singer became the first artist to have seven songs from a debut album chart on the Billboard Hot 100.","Taylor Swift":"In 2008, the artist won a Grammy Award for Album of the Year, becoming the youngest artist to ever win the award.","Katy Perry":"In 2011, she became the first artist to have five songs from the same album reach number one on the Billboard Hot 100 chart.","Beyonce":"In 2003, the singer released a single that topped the Billboard Hot 100 chart for eleven consecutive weeks.","Jennifer Lopez":"She was the first actress to have a number one movie and album in the same week.","Madonna":"In 1985, the artist released a single that reached number one on the Billboard Hot 100 chart without ever appearing on an album.","Michael Jackson":"In 1982, the artist released a single that became the first music video to be aired on MTV.","Kanye West":"In 2005, they won a Grammy for Best Rap Song for their single \"Jesus Walks\".","Drake":"The artist known as Drake was the first artist to have all of their top 10 singles on the Billboard Hot 100 chart simultaneously.","Adele":"In 2011, the singer won an Academy Award for Best Original Song for the theme song to the James Bond film Skyfall.","Rihanna":"She was the first female artist to have 14 number one singles on the Billboard Hot 100 chart.","Justin Timberlake":"He was a cast member of the popular television show \"The Mickey Mouse Club\" from 1993 to 1995.","Eminem":"In 2002, the artist released an album that was the fastest-selling rap album in history, selling over 1.76 million copies in its first week.","Lady Gaga":"In 2008, the artist released an album of all acoustic music under the pseudonym \"Stefani Germanotta.\"","Ed Sheeran":"Ed Sheeran was the first artist to have two singles debut in the top 10 of the Billboard Hot 100 chart simultaneously.","Bob Dylan":"In 1965, the artist released a chart-topping single that was the first rock song to ever win a Grammy Award.","Bruce Springsteen":"He was born in the United States but grew up in Freehold, New Jersey, a small town about 50 miles south of New York City.","David Bowie":"In 1972, the artist released a single under the pseudonym Arnold Corns, which was the first time he used a stage name.","Whitney Houston":"In 1992, the singer released a single that became the first song by a female artist to debut at number one on the Billboard Hot 100 chart.","Mariah Carey":"In 1990, Mariah Carey wrote and produced a song for the soundtrack of the movie \"The Prince of Egypt\" which went on to win a Grammy Award.","Celine Dion":"The singer has sold over 200 million albums worldwide, making her one of the best-selling artists of all time.","Barbra Streisand":"In 1969, the singer became the first woman to win the Grammy Award for Album of the Year.","Tom Hanks":"He was the first actor to have two back-to-back films gross over $100 million domestically in the same year.","George Clooney":"He was the first male spokesperson for Nespresso.","Angelina Jolie":"They are the first recipient of the Jean Hersholt Humanitarian Award from the Academy of Motion Picture Arts and Sciences.","Brad Pitt":"In 1995, the actor starred in a science fiction film that was the first to use computer-generated imagery to create a photorealistic world.","Lionel Messi":"He is the only player in history to win six Ballon d'Or awards.","Cristiano Ronaldo":"He is the most followed person on Instagram, with over 200 million followers.","Warren Buffett":"The world's third-richest person is an avid bridge player and has won several tournaments.","Mark Zuckerberg":"In 2010, the founder of Facebook donated $100 million to the Newark Public School System.","Jeff Bezos":"The founder of Amazon is the world's first centi-billionaire, with a net worth of over $100 billion.","Vladimir Putin":"The current president of Russia was once a KGB agent in East Germany.","Dalai Lama":"The current spiritual leader of Tibetan Buddhism is the 14th reincarnation of a lineage of spiritual leaders that dates back to the 13th century.","Margaret Thatcher":"She was the first female Prime Minister of the United Kingdom.","Steve Jobs":"In 1976, the co-founder of Apple Inc. was responsible for creating the first commercial personal computer.","Michael Jordan":"In 1984, the athlete was drafted by the Chicago Bulls with the third overall pick in the NBA Draft.","LeBron James":"In 2018, the basketball player became the first African-American to own a professional sports franchise in the United States.","Tiger Woods":"In 1997, a then 21-year-old golfer became the youngest ever to win the Masters Tournament.","Roger Federer":"He is the only male tennis player in history to have won 20 Grand Slam singles titles.","Lionel Richie":"In 1983, the singer won a Grammy Award for Best Male Pop Vocal Performance for the song \"Truly\".","Paul McCartney":"He was the first musician to be knighted for his contributions to music.","Elton John":"In 1997, he became the first major artist to perform a concert in the newly independent country of Belarus.","Kim Kardashian":"In 2014, the reality star donated $200,000 to a children's hospital in Los Angeles.","David Beckham":"He was the first English player to win league titles in four countries.","Michael Phelps":"The most decorated Olympian of all time has won 28 Olympic medals, 23 of which are gold.","Serena Williams":"In 2002, the winner of the Australian Open was the first African American woman to win a Grand Slam singles title in the Open Era.","Andy Murray":"In 2016, the first British tennis player in 77 years won a singles gold medal at the Olympic Games.","Kobe Bryant":"In 1996, the then 18-year-old was the first guard ever drafted out of high school.","Elon Musk":"The founder of Tesla, SpaceX, and The Boring Company is the longest-serving CEO of any automotive company in the world.","Joe Biden":"He was the sixth-youngest U.S. Senator in history when he was first elected in 1972.","Robert Downey Jr.":"In 2008, the actor was named one of Time Magazine's 100 Most Influential People in the World.","Will Smith":"The actor who played the Fresh Prince of Bel-Air was the first rapper to have a #1 hit on the Billboard Hot 100 chart.","Billie Eilish":"At the age of 14, they became the youngest artist to write and record a James Bond theme song.","Britney Spears":"In 1998, she became the youngest recording artist to have a number one single on the Billboard Hot 100 chart with her debut single \"Baby One More Time\".","Bruce Willis":"He was once a security guard at a nuclear power plant.","Cardi B":"In 2018, a rapper became the first female artist to have five simultaneous top 10 singles on the Billboard Hot 100 chart.","Cher":"In 1965, they released a single called \"Ringo, I Love You\" under the name Bonnie Jo Mason.","Chris Evans":"He was born in Boston, Massachusetts and is the oldest of three children.","Donald Trump":"In 2016, the individual who would become the 45th President of the United States was the first major-party nominee in over 40 years to not release their tax returns.","Dua Lipa":"In 2020, the singer won five awards at the Brit Awards, making them the most awarded artist in a single night in the history of the awards.","Ellen Degeneres":"In 1997, the star of a popular sitcom became the first lead character to come out as gay on primetime television.","Harrison Ford":"He was a carpenter before becoming an actor.","Harry Styles":"He was the first member of One Direction to have a solo number one single on the UK Singles Chart.","Howard Stern":"In 1986, the radio personality was the first to be inducted into the National Radio Hall of Fame.","Jennifer Aniston":"She was the first person to win a Primetime Emmy, Golden Globe, and Screen Actors Guild Award for the same role.","Jennifer Lawrence":"She was the highest-paid actress in the world in 2015 and 2016.","Jerry Seinfeld":"The actor and comedian was once a volunteer firefighter in his hometown of Massapequa, New York.","Johnny Depp":"In 2003, the actor was named the Sexiest Man Alive by People magazine.","Julia Roberts":"In 1990, she was the first actress to ever be paid $20 million for a single movie role.","Keanu Reeves":"In 1991, he donated $80,000 to the Canadian Actors' Fund.","Kevin Hart":"In 2013, the actor became the first comedian to sell out an NFL stadium, performing to over 50,000 people at Lincoln Financial Field in Philadelphia.","Leonardo DiCaprio":"He was the first actor born in the 1980s to have been nominated for the Academy Award for Best Actor.","Mel Gibson":"In 1995, he directed, produced, and starred in the Academy Award-winning film Braveheart.","Robert De Niro":"He was the first actor to win an Academy Award for playing a comic book character, for his role as Max Cady in the 1991 film Cape Fear.","Sandra Bullock":"In 1996, she was named the highest-paid actress in Hollywood, earning $17 million for her role in the film Speed.","Simon Cowell":"He was once a judge on the UK version of Pop Idol, which was the show that launched the career of pop star, Kelly Clarkson."}